import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-refrences',
  templateUrl: './refrences.page.html',
  styleUrls: ['./refrences.page.scss'],
})
export class RefrencesPage implements OnInit {

  refrences = [
    'کتابچه پرستارودی الی ز وزارت بهداشت وآموزش پزشکی –معاونت سالمت-مرکز مدی ریت پیوندوبیماری های خاص چاپ دوم 1386',
    'بوکلت آموزشی بیماران دیالیز - تهمینه عسکریان -دانشگاه علوم پزشکی گیالن -زیرنظر دکتر مکرم لمس افضلی 1395',
    'کتاب اصول مراقبتهای ویژه دردیالیز-مالحت نیکروان مفرد ،حسین شیری انتشارات نوردانش نوبت چاپ چهارم 1389',
    'کتاب مراقبتهای پرستاری دردیالیزوپیوندکلیه –تالیف محمدعباسی نشرحیدری 1389',
    'کتاب دانستنی های دیالیز- فروغ دیانی،عباس اطمینان -ناشر ایده نوین -1395'
  ]
  
  constructor() { }

  ngOnInit() {
  }

}
